actiontravel_transfersbd/test1/transferBookingRulesRQ.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://www.juniper.es/webservice/2007/">
<soapenv:Header/>
<soapenv:Body>
    <TransferBookingRules>
      <TransferBookingRulesRQ Version="1.1" Language="en">
          <Login Password="xA2d@a1X" Email="paulo@corp.bug-software.com"/>
          <TransferBookingRuleRequest>
            <TransferRuleOption RatePlanCode="jSUneet7StNtvDqRaq8LmCj/TgXxuO6vC8TAYJSHaOGFIrQEtrF4e2m0QM+KTtz5RAPZuR4TPhEvJq570QMZ6drBO0JuYmzyxEzmK4OumVmPbdyr5ydMou6++1gLvxdSVCHlei37wZ/f6wg6OyU4WnqOe0BWddwkeG+fI0CUSiIhelrXPvzdIGZM/Pdoi8CXRgXdf5tfyxdmrjsUyq9NpQ=="/>
          </TransferBookingRuleRequest>
          <AdvancedOptions>
            <UseCurrency>USD</UseCurrency>
            <ShowBreakdownPrice>true</ShowBreakdownPrice>
            <ShowCompleteInfo>true</ShowCompleteInfo>
          </AdvancedOptions>
      </TransferBookingRulesRQ>
    </TransferBookingRules>
</soapenv:Body>
</soapenv:Envelope>